import { Fact } from "../types/fact";

export const factsRu: Fact[] = [
  {
    img: "./facts/diploma.webp",
    name: "Диплом",
    description:
      "В 2023 году окончила факультет цифровых технологий и кибербезопасности в Омском государственном университете.",
  },
  {
    img: "./facts/travel.webp",
    name: "Увлечения",
    description:
      "Люблю искать билеты и продумывать маршруты путешествий.\nНу и путешествовать, конечно, тоже люблю!\nВсегда готова к новой поездке, только обмолвитесь, и я уже всё найду и рассчитаю:)",
  },
  {
    img: "./facts/langs.webp",
    name: "Языки (кроме тех, что в моем стеке)",
    description:
      "Закончила лингвистическую гимназию, и всего лишь 6 лет назад у меня был уровень английского В2 (и какой-то уровень французского).\n С годами университета английский подзабылся, поэтому сейчас я стараюсь вернуть былой уровень и вспомнить все, что когда-то знала!",
  },
  {
    img: "./facts/coffee.webp",
    name: "Хобби",
    description:
      "Люблю черный кофе и даже что-то в нем понимаю.\nВсегда готова обсудить дескрипторы разных зерен, сходить на каппинг и рассказать про все виды заваривания у меня дома!",
  },
];
